---
kind: property
id: P:Autodesk.Revit.DB.Visual.MetallicPaint.MetallicpaintTopcoatFalloff
source: html/dd67b982-b0c5-e1aa-34af-ffcc239ea734.htm
---
# Autodesk.Revit.DB.Visual.MetallicPaint.MetallicpaintTopcoatFalloff Property

The property labeled "Angle Falloff" from the "MetallicPaint" schema.

## Syntax (C#)
```csharp
public static string MetallicpaintTopcoatFalloff { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 1".